[
    {
      "name": "Craterview Casino™",
      "category": "gambling",
      "description": "Feeling lucky? Step into Craterview Casino™, where the thrills are as big as Mars's big brother, Jupiter! Try your hand at Black-Hole Blackjack™, spin the wheel at Red-Planet Roulette™, or watch the stars align at Asteroid Slots™! Whether you're a seasoned gambling Chad or an 'in it for the fun' Brad, there's something for everyone. Win big, and watch your chips pile up, exchangeable for most Sol currencies. With every spin, every card, and every slot pull, you're not just playing - you're living the Martian high-roller life! Don't miss your chance for a galactic gaming experience like no other!",
      "age_suitability": "Adults",
      "location": "Main Building",
      "price": 2,
      "hours": "24/7",
      "image": "casino.png",
      "included_in_pass": false,
      "featured": true,
      "keywords": ["gamble", "gambling", "roulette", "blackjack", "poker", "slots", "jackpot"]
    },
    {
        "name": "The Marscoaster™",
        "category": "amusement",
        "description": "The first (and only) rollercoaster on the Red Planet! Feel the thrill as you're launched into the air at mach speed! No height restrictions on this one either, just strap yourself in and feel the Gs! Slight chance of altitude sickness. Complimentary sick bags provided.",
        "age_suitability": "Ages 13 and up",
        "location": "Nebula Park",
        "price": 2,
        "hours": "11:00 AM - 9:00 PM",
        "image": "rollercoaster.png",
        "included_in_pass": true,
        "featured": true,
        "keywords": ["ride","rides", "rollercoaster", "roller", "coaster", "fun", "thrill", "amusements", "theme park"]
      },
      {
        "name": "Mars Eye™",
        "category": "amusement",
        "description": "See the Red Planet landscape like never before! The Mars Eye is a colossal rotating observation wheel offering sweeping views of the entire resort and the vast emptiness of the Martian landscape. Each rotation lasts approximately 15 minutes—just enough time to contemplate your place in the universe, snap a selfie, and get over your fear of heights.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 3,
        "hours": "10:00 AM - 11:00 PM",
        "image": "mars-eye.png",
        "included_in_pass": true,
        "featured": true,
        "keywords": ["ferris", "wheel", "view", "landscape", "high", "ride", "fun", "amusements", "theme park"]
      },    
      {
        "name": "Robo-Wrestling™",
        "category": "amusement",
        "description": "In this new version of Robo-Wrestling™, you are not just controlling the robot. Thanks to PainSync™ technology, every hit the robot takes is directly translated to you, the player, creating an ultra-immersive and intense experience like no other. Other guests can also bet on the outcomes of battles, making every match even more thrilling. In this version of Robo-Wrestling™, the audience becomes part of the action by placing bets, while also enjoying the spectacle of high-energy combat.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 2,
        "hours": "12:00 PM - 8:00 PM",
        "image": "wrestling.png",
        "included_in_pass": true,
        "featured": true,
        "keywords": ["game", "games", "gaming", "arcade", "fun", "microtransaction", "robot", "wrestle", "fight", "beat", "amusements", "theme park"]
      },
      {
        "name": "Lunar Mini Golf™",
        "category": "amusement",
        "description": "Welcome to Lunar Mini Golf™—the biggest little game in the galaxy! Tee off on our glow-in-the-dark course built with full-scale lunar terrain and artificial moon gravity for that authentic outer space putt. With holes that stretch longer than three Olympic swimming pools end-to-end and sand traps deeper than a black hole’s bad mood, it's the ultimate challenge for golfers of all ages. Watch your ball rocket over half a regulation football field thanks to our low-gravity boost! It's family fun on an astronomical scale—because here at Craterview, 'mini' means maximum memories!.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 2,
        "hours": "10:00 AM - 8:00 PM",
        "image": "golf.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["golf", "game", "games", "fun", "amusements", "theme park"]
      },
      {
        "name": "Bungee Jump™",
        "category": "amusement",
        "description": "Take a leap of faith into the titular crater! This bungee jump brings Earth’s most thrilling pastime to the Martian frontier. Once shut down due to minor health and safety concerns, it's now proudly re-opened—under new management. Featuring repurposed launch cables and enhanced by Mars' lower gravity, this experience promises maximum airtime and questionable regulation. Sign the waiver and bounce like never before!",
        "age_suitability": "Ages 13 and up",
        "location": "The Crater",
        "price": 2,
        "hours": "10:00 AM - 5:00 PM",
        "image": "bungee.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["crater", "extreme", "dare", "thrill", "airtime", "gravity", "launch cables", "waiver", "death", "fun", "adrenaline", "amusements"]
      },
      {
        "name": "Pavilion Mall",
        "category": "shopping",
        "description": "Craterview's new and exciting retail hub, Pavilion Mall blends interplanetary charm with old-school consumerism. Offering premium products at low prices, it’s a must-visit within one of Mars’s few protected tax-free anarcho-capitalism zones. Stock up, splurge, or simply bask in the unregulated glory of commerce without consequence.",
        "age_suitability": "All ages",
        "location": "Pavilion",
        "price": 1,
        "hours": "09:00 AM to 9:00 PM",
        "image": "mall.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["shop", "spend", "buy", "clothes", "clothing", "electronic", "shoe", "food"]
      },
      {
        "name": "Red Planet Gifts™",
        "category": "shopping",
        "description": "Whether you're searching for the perfect fridge magnet, a T-shirt for your mate, or just forgot your toothbrush again — we've got you covered. Red Planet Gifts™ is your one-stop shop for tasteful souvenirs, last-minute gifts, and everything in between. Proudly featuring local merchandise and exclusive items you won’t find anywhere else in the solar system.",
        "age_suitability": "All ages",
        "location": "Pavilion",
        "price": 1,
        "hours": "9:00 AM - 5:00 PM",
        "image": "gifts.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["gift", "shop", "souvenir", "t shirt", "t-shirt", "essentials", "toilet", "toothbrush", "magnet", "merch"]
      },
      {
        "name": "Inifinity Lounge™",
        "category": "nightlife",
        "description": "Located in the vibrant Casino area and open 24/7, the Infinity Lounge is the place where the fun never stops! Every night, get swept away by the smooth sounds of space jazz, live from our in-house band, The Circuit Sinatras. Whether you're looking to unwind after a busy day of Martian adventures, celebrating winning the jackpot, or just enjoying a night out, you'll find the perfect atmosphere here. And with every hour being happy hour, there's always a reason to raise a glass and enjoy the Martian high life. Don't miss the chance to soak in the sights, sounds, and flavors of this cosmic hotspot!.",
        "age_suitability": "Adults",
        "location": "Main Building",
        "price": 1,
        "hours": "24/7",
        "image": "infinity-lounge.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["bar", "drink","drinks", "beer", "wine", "spirits", "music", "band", "fun", "nightlife", "night"]
      },
      {
        "name": "Interplanetary Karaoke™",
        "category": "nightlife",
        "description": "Step into the spotlight and belt your heart out across the galaxy! Whether you're a solo sensation or a crowd-pleasing trio, this is your stage. Choose from thousands of Earth classics or blast into the Martian Top 40! Weekly themed nights keep the energy meteor-high, with songs you definitely recognize, and a few you won’t forget. Win prizes like free drinks, discounted stays, and more! Every hour is happy hour, and every song is a potential planetary hit. Whether you’re coming out of your cage and doing just fine or looking kind of dumb with your finger and your thumb, grab the mic and sing like no one’s orbiting!",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 0,
        "hours": "5:00 PM - 4:00 AM",
        "image": "karaoke.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["bar", "drink", "music", "sing", "song", "fun", "laugh", "nightlife", "night"]
      },
      {
        "name": "The Crater Arcade™",
        "category": "amusement",
        "description": "Welcome to the Crater Arcade™, where the nostalgia is real, the games are timeless, and the microtransactions are absolutely astronomical! Whether you're a casual gamer or a high-score hunter, you’ll need more than just skill - Premium Tokens™ are the key to unlocking all the best features! Want to reach the Ultimate Level™? You’ll need the Epic Power-Up Pack™, available now for 5000 credits. Feeling lucky? Try your hand at the Loot Box Lottery™, where every 100th box contains something useful - maybe. Or, grab a VIP Golden Joystick™ and get exclusive access to hidden levels and game-breaking hacks for for only 4000 credits per day! Don’t forget to purchase your Custom Space Suit Skins™ or Zero Gravity Dance Moves™ to flaunt your gaming prowess in style. And for those who need a little boost, we offer the Instant Power-Up Add-On™ for 15,000 credits, because why wait when you can win now?.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 2,
        "hours": "24/7",
        "image": "arcade.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["game", "games", "gaming", "arcade", "fun", "microtransaction", "amusements"]
      },
      {
        "name": "Penguin Habitat",
        "category": "exhibition",
        "description": "The moon may have polar bears, but we have penguins! Once a majestic symbol of Earth’s frozen landscapes, the Penguin Habitat at Craterview Casino and Resort now offers a cold-weather escape for our favorite flightless friends—now proudly residing on Mars after Earth’s ice caps melted away. Located in a custom-built, state-of-the-art snow dome that maintains a comfortable -15°C, this habitat is a frosty throwback to Earth’s polar regions, complete with Martian winter vibes that would make any penguin feel right at home. Watch these adorable waddlers slide, dive, and occasionally argue over who gets to take the best nap spot. After all, they’ve earned their luxury after the great evacuation!",
        "age_suitability": "All ages",
        "location": "Nebula Park",
        "price": 3,
        "hours": "10:00 AM - 5:00 PM",
        "image": "penguins.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["animal", "animals", "zoo", "exhibit", "noot noot", "snow", "arctic", "school", "education", "educational"]
      },
      {
        "name": "H₂Whoa!™",
        "category": "amusement",
        "description": "They used to say there’s no water on Mars... but clearly, they haven’t been to H₂Whoa!™ Strap in for the wildest, wettest ride in the galaxy! With stunning views of the resort and just enough drops to make you scream-laugh, H₂Whoa!™ is out of this world fun for the whole family. Warning: you will get soaked... and you will love it.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 2,
        "hours": "10:00 AM - 11:00 PM",
        "image": "log-flume.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["log", "flume", "water", "ride", "fun", "amusements", "theme park"]
      },    
      {
        "name": "House of Terror™",
        "category": "amusement",
        "description": "Enter… If You Dare! Welcome to the House of Terror™, Craterview’s spookiest attraction—where the jump scares are guaranteed, the screams are real, and the set design is very impressive for the budget we worked with! This haunted walkthrough dares you to test your nerves across three terrifying tiers of fright.",
        "age_suitability": "Ages 13 and up",
        "location": "The Strip™",
        "price": 2,
        "hours": "5:00 PM - 11:00 PM",
        "image": "haunted.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["haunted", "spooky", "scare", "scary", "ghosts", "mansion", "creepy", "terrifying", "fun", "amusements", "theme park"]
      },
      {
        "name": "Upside-down Condo",
        "category": "amusement",
        "description": "Inspired by Earth’s quirky upside-down houses, this colossal Martian condo flips the concept—literally and figuratively. Suspended on its roof with staircases that are nearly impossible to climb and balconies underfoot, it's an eye-catching marvel in the heart of the Strip™. Tourists flock for a photo — but locals whisper about the Upside Down Man, a figure said to walk on the ceilings and stare out from the lowest window… upside down.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 1,
        "hours": "12:00 PM - 8:00 PM",
        "image": "ud-condo.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["upside", "down", "condo", "house", "amusements", "fun", "theme park"]
      },
      {
        "name": "Mirror Maze™",
        "category": "amusement",
        "description": "A labyrinth of mirrors stretching into infinity, creating a maze of optical illusions that will leave you questioning which way is up, down, left, or right. Will you find your way out, or will the maze keep you guessing? Navigate through twisting paths and shimmering reflections, where your own image seems to be everywhere at once.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 2,
        "hours": "10:00 AM - 11:00 PM",
        "image": "mirrors.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["mirror", "reflection", "lost", "fun", "amusements", "theme park"]
      },  
      {
        "name": "Dogem Cars™",
        "category": "amusement",
        "description": "Tired of bottling up that sweet, simmering road rage? Let it all out on the Dogem Cars™, where the only rules of the road are impact, impact, and more impact—now with 100% less liability. This neon-drenched arena is where repressed commuters and sugar-fueled children collide—literally. We’ve recreated the feel of Earth’s traffic chaos just before the invention of flying cars, minus the lawsuits, but complete with angry horn-beeping and the occasional wild turn signal. Perfect for all ages (and all grudges), Dogem Cars is Craterview’s premiere outlet for your inner rage goblin. No brakes. No reverse. No accountability. Just good, clean-ish fun and mild emotional catharsis.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 1,
        "hours": "10:00 AM - 10:00 PM",
        "image": "dogem.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["game", "games", "fun", "laugh", "car", "cars", "amusements", "theme park"]
      },
      {
        "name": "EXTREME Dogem Cars™",
        "category": "amusement",
        "description": "Exactly the same as regular Dogem Cars™ but with real cars. EXTREME Dogem Cars™ is classified as a high-risk recreational activity and not recommended. By entering the vehicle, participants acknowledge and accept full responsibility for injury, physical or emotional. Participants must be aged 18 or older or have signed consent from a legal guardian. Helmets are optional but strongly encouraged. Craterview Casino and Resort assumes no liability for injuries or damages that may occur. All drivers must sign a waiver.",
        "age_suitability": "Adults",
        "location": "The Strip™",
        "price": 3,
        "hours": "5:00 PM - 10:00 PM",
        "image": "dogem2.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["game", "games", "fun", "death", "car", "cars", "amusements", "theme park"]
      },
      {
        "name": "Wax Museum",
        "category": "exhibition",
        "description": "Step into a world where history melts into the uncanny. Our Martian Wax Museum proudly features accurate recreations of some of our solar system's most important figures. See the first and second clone of Ronald Reagan, the early pioneers of Mars, and more!",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 1,
        "hours": "10:00 AM - 7:00 PM",
        "image": "wax-museum.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["history", "gallery", "art", "sculpture"]
      },      
      {
        "name": "Mars Safari™",
        "category": "excursion",
        "description": "Climb aboard the rover and prepare for a once-in-a-lifetime expedition into the breathtaking emptiness of the Martian wilderness. Witness the raw, untouched beauty of miles upon miles of nothing at all. Marvel at the infinite stretch of barren land, punctuated only by the occasional lonely rock or boulder — each one seemingly identical, yet certainly distinct.",
        "age_suitability": "All ages",
        "location": "Nebula Park",
        "price": 1,
        "hours": "10:00 AM - 5:30 PM",
        "image": "safari.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["desert", "explore", "exploration", "planet"]
      },
      {
        "name": "Two Moon Tour",
        "category": "excursion",
        "description": "Experience Mars like never before with our Two Moon Tour! Hop aboard the Megashuttle for a thrilling, double-feature journey to Phobos and Deimos, where you'll see the untouched beauty of two moons in their natural, desolate glory!",
        "age_suitability": "All ages",
        "location": "Nebula Park",
        "price": 3,
        "hours": "10:00 AM - 5:30 PM",
        "image": "moon-tour.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["moon", "space", "exploration", "planet", "trip", "phobos", "deimos"]
      },
      {
        "name": "Future Gamblers",
        "category": "gambling",
        "description": "A fun and educational introduction to gambling essentials, including risk assessment, tenacity, and when it's best to just put it all on red. Children will learn the basics of slots, roulette, blackjack, poker and sports betting, and can optionally recieve a merit-based High Roller diploma.",
        "age_suitability": "All ages",
        "location": "Pavilion",
        "price": 0,
        "hours": "09:00 AM to 5:00 PM",
        "image": "future-gamblers.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["gamble", "gambling", "roulette", "blackjack", "poker", "slots", "jackpot", "daycare"]
      },
      {
        "name": "VR Time Travel",
        "category": "amusement",
        "description": "Ever wanted to walk among dinosaurs or struggle to make rent in the bygone era of the early 21st century? Now you can! This is more than just VR, this is a 5D immersive experience. Choose between 5 destinations: dinosaur times, the Roman Empire, Wild West, the dystopian early 21st century, and early colonization of Mars. Time is in your hands, are you ready to make history?",
        "age_suitability": "All ages",
        "location": "Pavilion",
        "price": 2,
        "hours": "10:00 AM to 5:00 PM",
        "image": "vr-time-travel.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["history", "dinosaur", "past", "present", "future"]
      },  
      {
        "name": "Made On Earth™",
        "category": "shopping",
        "description": "Made on Earth is your one-stop destination for authentic Earth-crafted treasures. Discover an unbeatable selection of premium memorabilia, including commemorative plastic coins, laser-etched shot glasses, and beautifully molded fridge magnets — all crafted with care by Earth’s finest high-speed assembly lines. Looking for something special? Our exclusive \"I ❤️ Mars\" collection is a must-see, featuring durable cotton-blend T-shirts and stylish multi-use tote bags. With unbeatable prices and a vast inventory, Made on Earth delivers unforgettable souvenirs at truly down-to-Earth value.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 3,
        "hours": "10:00 AM - 11:00 PM",
        "image": "earth-gifts.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["gift", "shop", "souvenir", "t shirt", "t-shirt", "essentials", "toilet", "toothbrush", "magnet", "merch"]
      },    
      {
        "name": "Rubber Relic",
        "category": "exhibition",
        "description": "The largest rubber band ball on the entire red planet! Measuring in at a whopping 4 meters (that’s 13.1234 feet of tension-fueled glory), this miracle of Martian miscellany is not just a ball—it’s a statement. Whether you’re a rubber band enthusiast, a lover of the absurd, or just lost on your way to the vending machine, see the Rubber Band Ball for free!",
        "age_suitability": "All ages",
        "location": "Nebula Park",
        "price": 0,
        "hours": "24/7",
        "image": "rubberband.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["rubber", "band", "ball", "sightsee"]
      },  
      {
        "name": "Into the Crater",
        "category": "excursion",
        "description": "Hop aboard our air-conditioned tour bus and journey deep into the second-largest manmade crater on Mars—because when it comes to sightseeing, size absolutely matters. This yawning geological marvel stretches so wide it’s visible from space. Independent inspectors have since declared the site safe following the 2077 Nuclear Power Plant disaster.",
        "age_suitability": "All ages",
        "location": "The Crater",
        "price": 2,
        "hours": "10:00 AM - 5:00 PM",
        "image": "crater-tour.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["crater", "explore", "exploration", "sightsee", "tourist"]
      },
      {
        "name": "Crater Gifts™",
        "category": "shopping",
        "description": "Crater Gifts™ isn’t your average gift shop — it’s a bizarre bazaar of Martian odds and ends. From glittery alien snow globes and mysterious orbs to dog treats, plastic ray guns, and full-body costumes of 21st century celebrities, there’s truly something for everyone (and no one). Whether you're picking up a gift, a laugh, or a last-minute disguise, Crater Gifts™ has exactly the kind of weird you'd expect to find on Mars — and then some.",
        "age_suitability": "All ages",
        "location": "The Crater",
        "price": 2,
        "hours": "11:00 AM - 5:00 PM",
        "image": "crater-gifts.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["gift", "shop", "souvenir", "t shirt", "t-shirt", "essentials", "toilet", "toothbrush", "magnet", "merch", "airsoft", "gun"]
      },
      {
        "name": "Biggies™ Nightclub",
        "category": "nightlife",
        "description": "Party like it's 2984! Imported directly from the town of Pontefract’s nightlife on Earth, Biggies™ franchised Mars location is an unexpected venture into interplanetary expansion. It offers an unforgettable experience: two chaotic floors, five music zones that blur into each other, and a fully operational robot staff ready to serve your every questionable decision. Moreover, the legendary sticky floors have been reimagined as a cutting-edge feature—the Patented Magnetic-Adhesion Dancefloor™. Crafted with the same advanced Martian polymer technology used in spacewalk boots, our dancefloor ensures you stay grounded—emotionally and physically. Gone are the days of slipping on spilled drinks. Now you stick where you stand, just like back home. Open late, and always cheap. Biggies™: Because gravity shouldn’t be the only thing holding you back.",
        "age_suitability": "Adults",
        "location": "The Strip™",
        "price": 1,
        "hours": "10:00 PM - 6:00 AM",
        "image": "biggies.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["drink", "bar", "club", "late"]
      },
      {
        "name": "21st Century Pool™",
        "category": "amusement",
        "description": "Experience 21st Century Pool™, a bold reinterpretation of Earth’s most mysterious flat-surface sport. Featuring an authentic table from 2004, ambient silence, and a faint hum from the overhead light, this reimagined classic dares guests to question what 'fun' really means. No VR. No leaderboard. Just you, a stick, and a dream.",
        "age_suitability": "All ages",
        "location": "The Strip™",
        "price": 1,
        "hours": "10:00 AM - 8:00 PM",
        "image": "pool.png",
        "included_in_pass": true,
        "featured": false,
        "keywords": ["pool", "cue", "sport", "game"]
      },
      {
        "name": "Pixel Zone",
        "category": "amusement",
        "description": "Our Extranet Café has a dedicated LAN space in the back room! Join us every evening from 6 PM to midnight for epic LAN parties, available on a first-come, first-served basis. Bring your friends, team up, and battle it out in our dedicated gaming space! Don't miss out on Thursdays - free pizza for all attendees.",
        "age_suitability": "All ages",
        "location": "Pavilion",
        "price": 0,
        "hours": "6:00 PM to 12:00 AM",
        "image": "cafe.png",
        "included_in_pass": false,
        "featured": false,
        "keywords": ["extranet", "internet", "game", "gaming", "fun", "local area network"]
      }
  ]
  